[
  {
    "question_ar": "ما هي سياسة الاسترجاع؟",
    "answer_ar": "يمكنك استرجاع المبلغ خلال 14 يومًا من تاريخ الشراء إذا لم يتم استخدام الخدمة.",
    "question_en": "What is the refund policy?",
    "answer_en": "You can request a refund within 14 days of purchase if the service has not been used."
  },
  {
    "question_ar": "كيف يمكنني تحديث كلمة المرور؟",
    "answer_ar": "اذهب إلى صفحة الإعدادات، ثم اختر 'تغيير كلمة المرور' وأدخل كلمة المرور الجديدة.",
    "question_en": "How can I update my password?",
    "answer_en": "Go to the settings page, select 'Change Password', and enter your new password."
  },
  {
    "question_ar": "هل يمكنني استخدام الخدمة من خارج الدولة؟",
    "answer_ar": "نعم، يمكنك استخدام الخدمة من أي مكان في العالم طالما لديك اتصال بالإنترنت.",
    "question_en": "Can I use the service from outside the country?",
    "answer_en": "Yes, you can use the service from anywhere in the world as long as you have internet access."
  },
  {
    "question_ar": "هل هناك رسوم خفية؟",
    "answer_ar": "لا، لا توجد رسوم خفية. يتم توضيح جميع التكاليف قبل إتمام العملية.",
    "question_en": "Are there any hidden fees?",
    "answer_en": "No, there are no hidden fees. All charges are disclosed before completing the process."
  },
  {
    "question_ar": "كيف أتواصل مع خدمة العملاء؟",
    "answer_ar": "يمكنك التواصل معنا عبر البريد الإلكتروني أو من خلال الدردشة المباشرة المتوفرة في الموقع.",
    "question_en": "How can I contact customer service?",
    "answer_en": "You can contact us via email or through the live chat available on the website."
  },
  {
    "question_ar": "هل تتوفر الخدمة على الهواتف الذكية؟",
    "answer_ar": "نعم، نحن نوفر تطبيقًا يعمل على أجهزة iOS وAndroid.",
    "question_en": "Is the service available on smartphones?",
    "answer_en": "Yes, we offer an app that works on iOS and Android devices."
  },
  {
    "question_ar": "كم يستغرق تفعيل الحساب؟",
    "answer_ar": "عادةً ما يتم تفعيل الحساب خلال دقائق قليلة من إتمام التسجيل.",
    "question_en": "How long does it take to activate the account?",
    "answer_en": "Account activation usually takes a few minutes after registration is complete."
  },
  {
    "question_ar": "هل يمكنني مشاركة حسابي مع شخص آخر؟",
    "answer_ar": "لا، الحسابات شخصية وغير قابلة للمشاركة حفاظًا على أمان البيانات.",
    "question_en": "Can I share my account with someone else?",
    "answer_en": "No, accounts are personal and not shareable to protect your data security."
  }
]
